Revit 2024 API
STLImportOptions Constructor
Overload List
Name | Description
STLImportOptions()
 Constructs a new instance of STLImportOptions with default values of all properties.
STLImportOptions(STLImportOptions)
 Constructs a new instance of STLImportOptions as a copy of the import options.
See Also
STLImportOptions Class
STLImportOptions Members
Autodesk.Revit.DB Namespace